Repository: prana-lee/gtelnet
Catalog: po/*.po
Languages: de, ja, sl

source: 8-bit data path (both output and input)
de: W�hle einen 8-Bit-Datenpfad (Ein- und Ausgabe)
sl: 8-bitni podatkovni prenos (v obe smeri)

source: 8-bit data path on output
de: W�hle einen 8-Bit-Datenpfad f�r die Ausgabe
sl: 8-bitni podatkovni prenos (samo oddajanje)

source: Stop any character from being recognized as an escape character
de: Keine Zeichen als Escape-Zeichen erkennen
sl: Prepreèi, da bi katerikoli znak dobil prekinitveno vlogo

source: Forward a forwardable copy of the local credentials to the remote system (if Kerberos V5 is used)
de: Leite eine m�gliche Kopie der lokalen Credentials an das entfernte System weiter (wenn Kerberos V5 benutzt wird)
sl: Podaj (mo¾no) kopijo lokalnih sredstev za prijavo oddaljenemu sistemu (Èe je uporabljan Kerberos 5)

source: Attempt automatic login
de: Versuche automatische Anmeldung
ja: 自動ログインを試す
sl: Poskusi z avtomatsko prijavo

source: Specify a user interface similar to rlogin
de: W�hle eine Benutzerschnittstelle �hnlich rlogin
ja: rlogin(1) と似たインタフェースを提供する
sl: Uporabi uporabni¹ki vmesnik, podoben rlogin-u

source: Turn on encryption of the data stream
de: Einschalten der Verschl�sselung des Datenstromes
ja: 可能であればデータストリームの暗号化を有効にする
sl: Vkljuèi kriptiranje podatkovnega toka

source: Set the initial value of the debug flag to TRUE
de: Setze Grundzustand des Debug-Flags auf WAHR
ja: 変数 debug の初期値を TRUE に設定する
sl: ®e od zaèetka vkljuèi razhro¹èevanje

source: Set the initial telnet escape character to:
de: Setze die Voreinstellung des Telnet-Escape-Zeichens auf:
sl: Nastavi zaèetni prekinitveni znak za telnet na:

source: Set the IP type-of-service (TOS) option to the value:
de: Setze den Type-of-Service (TOS) der IP-Pakete auf folgenden Wert:
sl: Nastavi IP Type-Of-Service (TOS) na vrednost:

source: Disable the type of authentication:
de: Unterbinde den atype-Typ der Anmeldung:
sl: Prepreèi tip prijave:

source: Request Kerberos tickets for the remote host in the realm:
de: Fordere Kerberos-Tickets f�r den entfernten Rechner in folgendem Realm an:
sl: Zahtevaj vstopnice Kerberos za oddaljeni sistem v skupini:

source: Trace file :
de: Trace-Datei
ja: .telnetrcファイル:
sl: Sledilna datoteka:

source: Redirect input from /dev/null
de: Umleiten von Eingaben von /dev/null
sl: Preusmeri vhod podatkov z /dev/null

source: Disable authentication agent forwarding
de: Unterbinden einer Authentifizierungs-Weiterleitung
sl: Prepreèi predajo prijavnega agenta

source: Disable X11 connection forwarding
de: Unterbinden einer X11-Weiterleitung
sl: Prepreèi predajo povezav X11

source: Allocate a tty even if command is given
de: Eine Konsole anfordern auch wenn ein Kommando angegeben ist
sl: Zasedi terminal èetudi je podan samo ukaz

source: Display verbose debugging messages
de: Anzeige ausf�hrlicher Meldungen zur Fehlersuche
sl: Prika¾i podrobna sporoèila o poteku

source: Don't allocate a privileged port
de: Keinen privilegierten Port anfordern
sl: Ne uporabljaj privilegiranih vrat

source: Don't display any warning messages
de: Keine Warnmeldungen ausgeben
sl: Ne ka¾i opozorilnih sporoèil

source: Fork into background after authentication
de: Nach Authentifizierung in den Hintergrund verzweigen
sl: Razcepi program v ozadje po prijavi

source: Enable compression
de: Komprimierung aktivieren
sl: Uporabi stiskanje podatkov

source: Allow remote hosts to connect to local forwarded ports
de: Entfernten Rechnern die Benutzung weitergeleiteter Ports erlauben
sl: Dovoli oddaljenemu sistemu povezavo na lokalno predana vrata

source: Don't request a session
de: Keinen Sitzung fordere
sl: Ne zahtevaj seanse

source: Set SSH2 debug level to:
de: SSH2 Debug-level:
sl: Nastavi razhro¹èevanje SSH2 na nivo:

source: Identity file for public key authentication to:
de: Identit�t f�r Authentifizierung
sl: Identitete za prijavo z javnim kljuèem so v datoteki:

source: Set escape character to:
de: Escape-Zeichen w�hlen
sl: Nastavi prekinitveni znak na:

source: Select encryption algorithm
de: Verschl�sselungsmethode w�hlen
sl: Nastavi kriptirni algoritem

source: Allows an eight-bit input data path at all times
de: Erlaubt grunds�tzlich einen 8-Bit-Eingabedatenstrom
sl: Vedno dovoli osembitno podatkovno pot

source: Stops any character from being recognized as an escape character
de: Keine Zeichen als Escape-Zeichen erkennen
sl: Prepreèi, da bi katerikoli znak dobil prekinitveno vlogo

source: Turns off all Kerberos authentication
de: Kerberos-Authentifizierung ausschalten
sl: Popolnoma izkljuèi prijavljanje Kerberos

source: Allows the rlogin session to be run in "litout" mode
de: Erlaube rlogin-Sitzung im "litout"-Modus
sl: Dovoli rlogin seansi da teèe v "ugasnjenem" naèinu

source: Turns on socket debugging
de: Einschalten des Socket-Debugging
sl: Vkljuèi razhro¹èevanje vtiènic (socket)

source: Turns on DES encryption for all data passed via the rlogin session
de: Einschalten der DES-Verschl�sselung f�r alle �ber die rlogin-Sitzung ausgetauschten Daten
sl: Vkljuèi kriptiranje DES za vse podatke prenesene v seansi rlogin

source: Request Kerberos tickets for the remote host in the realm:
de: Fordere Kerberos-Tickets f�r den entfernten Rechner in folgendem Realm an:
sl: Zahtevaj vstopnice Kerberos za oddaljeni sistem v skupini:

source: Select one of the options
de: W�hlen Sie eine der Optionen
sl: Izberi eno od mo¾nosti

source: Host name
de: Rechner
sl: Ime sistema

source: Port
sl: Vrata

source: port number -- leave blank for default
de: Port-Nummer -- leer f�r Standart
sl: ¹tevilka vrat -- pusti prazno za privzeto vrednost

source: Connect
de: Verbinden
ja: 接続
sl: Vklop

source: Connect to the remote host
de: Verbinden
sl: Prijavi se na oddaljeni sistem

source: Disconnect
de: Trennen
ja: 切断
sl: Izklop

source: Disconnect from the remote host
de: Trennen
sl: Odjavi se z oddaljenega sistema

source: Preferences
de: Einstellungen
ja: 設定
sl: Nastavitve

source: Change your settings
de: �ndern Sie Ihre Einstellungen
sl: Spremeni nastavitve programa

source: Help
de: Hilfe
sl: Pomoè

source: Documentation
de: Hilfe
sl: Navodila

source: Information
de: Informationen
sl: Informacije

source: About GTelnet
de: �ber Gnome-Telnet
sl: O GTelnet-u

source: Click here for a complete documentation
de: Clicken Sie f�r ein Hilfe
sl: Klikni sem za celotna navodila

source: GTelnet is a frontend for the following programs: - Telnet: to communicate with another host using the TELNET protocol. - SSH: ssh (Secure Shell) is a program for logging into a remote machine and for executing commands on a remote machine. It is intended to replace rlogin and rsh, and provide secure encrypted communications between two untrusted hosts over an insecure network. X11 connections and arbitrary TCP/IP ports can also be forwarded over the secure channel. (Copied from SSH manual) - RLogin: rlogin is a program that is a little bit similar to telnet. It is intended to make remote administration over local area network easier, but it can be very insecure. It is recommended that you use SSH instead of rlogin.
de: GTelnet ist ein frontend f�r das folgende programs: - Telnet: to communicate with another host using the TELNET protocol. - SSH: ssh (Secure Shell) is a program for logging into a remote machine and for executing commands on a remote machine. It is intended to replace rlogin and rsh, and provide secure encrypted communications between two untrusted hosts over an insecure network. X11 connections and arbitrary TCP/IP ports can also be forwarded over the secure channel. (Copied from SSH manual) - RLogin: rlogin is a program that is a little bit similar to telnet. It is intended to make remote administration over local area network easier, but it can be very insecure. It is recommended that you use SSH instead of rlogin.
sl: GTelnet je vmesnik za naslednje programe: - Telnet: prenos podatkov po protokolu TELNET. - SSH: ssh (Secure Shell) je program za interaktivno prijavo v oddaljeni sistem in za izvajanje ukazov na tem sistemu (tudi brez prijave). Namenjen je kot zamenjava za programa rlogin in rsh, in omogoèa varne, kriptiran prenos podatkov med dvema nepoznanima sistemoma prek neza¹èitene mre¾e. Tudi povezave X11 in poljubna vrata TCP/IP je mogoèe predajati prek varne povezave, ki jo omogoèa SSH. (Odlomek iz navodil za uporabo SSH) - RLogin: rlogin je program, ki je malce podoben telnet-u. Namenjen je poenostavitvi oddaljenega upravljanja s sistemom prek lokalne mre¾e, a je navadno precej neza¹èiten. Priporoèljivo je uporabljati SSH namesto rlogin-a.

source: Copyright (C) 2000 the Free Software Foundation
sl: Pravica do kopiranja (C) 2000, the Free Software Foundation

source: GTelnet is a frontend to the ole good telnet, ssh, and rlogin
sl: GTelnet je vmesnik za uporabo dobrega starega telnet-a, ssh-ja in rlogin-a.

source: Authors:
de: Autor:
sl: Avtorji:

source: Authors
de: Autor
sl: Avtorji

source: Today, there's a lot of poor children out there who need your help. For a dollar a day, you can help change a child's life forever. With your sponsorship, you will help provide basic needs like clean water, schools, clinics and agricultural training that will lift your sponsored child, his/her family, and community - out of poverty. If you have the resources available and if you're willing to help those who are less fortunate, please sponsor a child.
sl: Dandana¹nji je na svetu zelo veliko ubogih otrok, ki potrebujejo va¹o pomoè. Za dolar na dan lahko spremenite otrokovo ¾ivljenje za vedno. Z va¹o pomoèjo bo takim otrokom la¾e omogoèiti zadovoljitev osnovnih potreb, kot je npr. èista voda, ¹olanje, zdravstvena oskrba in nasveti za kmetovanje. Otroku, ki si ga boste izbrali kot mecen, ravno tako pa njegovi/njeni dru¾ini in dru¾bi, bo to pomagalo re¹iti se rev¹èine.

source: For more information, please visit:
de: Informationen:
sl: Èe ¾elite veè informacij, obi¹èite

source: Please Help Needy Children
sl: Prosimo, pomagajte otrokom v te¾avah

source: Trace file
de: Trace-Datei
sl: Sledilna datoteka

source: Telnet Options
de: Telnet-Einstellungen
ja: テルネット オプション
sl: Mo¾nosti Telnet-a

source: SSH Options
de: SSH-Einstellungen
sl: Mo¾nosti SSH

source: RLogin Options
de: RLogin-Einstellungen
sl: Mo¾nosti rlogin-a

source: Background Color
de: Hintergrundfarbe
sl: Barva ozadja

source: Foreground color
de: Vordergrundfarbe
ja: 前景色
sl: Barva èrk

source: Executable files color
de: Farbe f�r ausf�hrbare Dateien
ja: 実行可能なファイルの色
sl: Barva programskih datotek

source: Directories color
de: Farbe f�r Verzeichnisse
ja: ディレクトリの色
sl: Barva map

source: Display font
de: Anzeigeschriftart
ja: フォント
sl: Oblika èrk

source: Background Image
de: Hintergrundbild
ja: 背景画像
sl: Slika v ozadju

source: Terminal type:
de: Term-Typ
sl: Tip terminala:

source: Display Settings
de: Anzeige-Einstellungen
sl: Nastavitve prikaza

source: SSH Login
de: SSH Anmeldung
sl: Prijava SSH

source: Username:
de: Anmeldung:
sl: Uporabni¹ko ime:

source: Please fill in the host name :-)
de: F�llen Sie bitte den Rechner :-)
sl: Vnesi ime oddaljenega sistema :-)

source: Not connected
de: Nicht Angeschlossen
sl: Izkljuèeno

source: Couldn't find pixmap file: %s
de: Kann Bilddatei %s nicht finden.
ja: 画像ファイルが見つかりませんでした: %s
sl: Ni bilo mo¾no najti datoteke s sliko: %s

source: Couldn't create pixmap from file: %s
de: Kann Bild aus der Daten %s nicht erstellen.
ja: ファイルから画像を取得できませんでした: %s
sl: Ni bilo mogoèe najti slike v datoteki: %s

source: Host name
ja: ホスト名

source: Port
ja: ポート番号

source: About
ja: 情報

source: A frontend to the ole good telnet client
ja: 古いがなかなかの'telnet'コマンドのフロントエンド

source: Specify an 8-bit data path
ja: 8ビットデータをそのまま通す

source: Specify an 8-bit data path on output
ja: データ出力時に8ビットクリーンにする

source: Stop any character from being recognized as an escape character
ja: エスケープキャラクタの解釈を禁止する

source: Forward a forwardable copy of the local credentials to the remote system
ja: リモートホストへローカルホストの認証情報のコピーをフォワードする

source: Set the initial telnet escape character to:
ja: テルネットのエスケープ文字の初期値:

source: Set the IP type-of-service (TOS) option for the telnet connection to the value
ja: IPサービス型(TOS)に設定する値

source: Disable the atype type of authentication:
ja: ユーザー認証で無効にする atype:

source: Request telnet to obtain Kerberos tickets for the remote host in the realm:
ja: Kerberos V5 ユーザー認証のオプション:

source: Background color
ja: 背景色

source: Transparent
ja: 背景を透明にする

source: Select Background Image
ja: 背景画像を選択してください

source: Display Options
ja: 表示オプション
